app/controllers/cards_controller.rb

  def index
    @cards = Card.latest
---
SELECT "cards".* FROM "cards"